Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# GENUINE_MTUB_DESC
source: iPhone Logic Board Assembly is a genuine Apple part.
ar: مجموعة اللوحة المنطقية لـ iPhone مجموعة أصلية من Apple.
bg: Сглобката на логическата платка на iPhone е оригинална част на Apple.
ca: La placa lògica de l’iPhone és un component original d’Apple.
cs: V iPhonu je nainstalovaná originální logická deska od společnosti Apple.
da: Hovedkortanordningen i denne iPhone er en ægte Apple-reservedel.
de: Logikplatinenanordnung des iPhone ist ein Originalbauteil von Apple.
el: Η μονάδα μητρικής κάρτας του iPhone αποτελεί γνήσιο εξάρτημα Apple.
es: La placa base del iPhone es una pieza original de Apple.
es_us: La tarjeta madre de tu iPhone es una pieza original de Apple.
fi: iPhonen logiikkalevykokoonpano on aito Apple-osa.
fr: L’assemblage de la carte logique de l’iPhone est une pièce Apple d’origine.
fr_ca: L’assemblage de la carte logique de l’iPhone est une pièce Apple authentique.
he: רכיב מכלול הלוח הלוגי של ה-iPhone הוא רכיב מקורי של Apple.
hi: iPhone लॉजिक बोर्ड असेंबली Apple का असली पार्ट है।
hr: Matična ploča iPhonea originalni je Apple proizvod.
hu: Az iPhone alaplapja eredeti Apple-alkatrész.
id: Unit Papan Logika iPhone adalah komponen asli Apple.
it: Il gruppo della scheda logica di iPhone è una parte originale Apple.
ja: iPhoneのロジックボードアセンブリはApple純正部品です。
kk: iPhone логикалық тақта жинағы — тұпнұсқа Apple бөлшегі.
ko: iPhone 로직 보드 부품이 Apple 정품 부품입니다.
lt: „iPhone“ loginės plokštės mazgas yra originali „Apple“ dalis.
ms: Pemasangan Papan Logik iPhone ialah komponen Apple asli.
nl: De moederbordcomponent van de iPhone is een origineel Apple onderdeel.
no: iPhone-kretskortanordningen er en originaldel fra Apple.
pl: iPhone ma oryginalny moduł płyty głównej.
pt_br: A Placa Lógica do iPhone é uma peça genuína da Apple.
pt_pt: O conjunto da placa lógica deste iPhone é uma peça Apple genuína.
ro: Placa de bază a iPhone‑ului este o componentă Apple originală.
ru: Материнская плата iPhone является подлинной деталью Apple.
sk: Zostava základnej dosky vášho iPhonu je originálny diel od spoločnosti Apple.
sl: iPhonov sklop logične plošče je originalna komponenta Apple.
sv: iPhones moderkort är en äkta Apple-komponent.
th: ส่วนประกอบแผงวงจรหลักของ iPhone เป็นชิ้นส่วนของแท้จาก Apple
tr: iPhone Anakart Düzeneği orijinal bir Apple parçası.
uk: В iPhone установлено оригінальну материнську плату від Apple.
vi: Bộ phận bảng mạch logic của iPhone là linh kiện Apple chính hãng.
zh_cn: iPhone逻辑板组件为正品Apple部件。
zh_hk: iPhone Logic Board Assembly為Apple原廠零件。
zh_tw: iPhone主機板組件為Apple原廠零件。

source: Enclosure
ar: الهيكل الخارجي
bg: Корпус
ca: Carcassa
cs: Plášť
da: Ydre kabinet
de: Gehäuse
el: Περίβλημα
es: Carcasa
es_us: Carcasa
fi: Runko
fr: Boîtier
fr_ca: Boîtier
he: מעטפת
hi: एंक्लोज़र
hr: Kućište
hu: Burkolat
id: Penutup
it: Scocca
ja: 筐体
kk: Корпус
ko: 인클로저
lt: Korpusas
ms: Bekas
nl: Behuizing
no: Kabinett
pl: Obudowa
pt_br: Estrutura
pt_pt: Cobertura
ro: Carcasă
ru: Корпус
sk: Kryt
sl: Ohišje
sv: Hölje
th: ตัวเครื่องภายนอก
tr: Kasa
uk: Рамка
vi: Vỏ máy
zh_cn: 机身
zh_hk: 機身
zh_tw: 機身

# UWB_POPUP_INFO
source: There’s an issue with your iPhone’s ability to use Ultra Wideband. Go to Settings for more information.
ar: هناك مشكلة في قدرة iPhone على استخدام النطاق فائق العرض. يرجى الانتقال إلى الإعدادات لمزيد من المعلومات.
bg: Има проблем с използването на свръхшироколентова технология на вашия iPhone. Отидете в Настройки за повече информация.
ca: L’iPhone té un problema que afecta l’ús de la banda ultraampla. Ves a la configuració per obtenir més informació.
cs: Na vašem iPhonu se vyskytl problém s používáním ultraširokého pásma. Další informace najdete v Nastavení.
da: Din iPhone har problemer med at bruge ultrabredbånd. Gå til Indstillinger for at få flere oplysninger.
de: Dein iPhone hat ein Problem bei der Nutzung von Ultra Wideband. Weitere Informationen findest du in den Einstellungen.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Υπερευρείας ζώνης από το iPhone σας. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις.
es: Hay un problema con la banda ultraancha del iPhone. Ve a Ajustes para obtener más información.
es_us: Hay un problema con la capacidad de tu iPhone para utilizar la banda ultraancha. En Configuración puedes averiguar más.
fi: iPhonen Ultra Wideband -yhteydessä on ongelma. Katso lisätietoja Asetuksista.
fr: Un problème est survenu avec la capacité de votre iPhone à utiliser l’Ultra Wideband. Accédez à l’app Réglages pour en savoir plus.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à utiliser la bande ultralarge. Accédez à Réglages pour en savoir davantage.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך להשתמש בפס האולטרה-רחב. למידע נוסף יש לעבור אל ״הגדרות״.
hi: अल्ट्रा वाइडबैंड का इस्तेमाल करने की आपके iPhone की क्षमता में समस्या है। अधिक जानकारी के लिए सेटिंग्ज़ पर जाएँ।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može koristiti ultraširoki pojas. Idite u Postavke za dodatne informacije.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e használni az Ultraszélessávot. További tudnivalókért nyissa meg a Beállításokat.
id: Ada masalah pada kemampuan iPhone Anda untuk menggunakan Ultra Wideband. Buka Pengaturan untuk informasi lainnya.
it: Si è verificato un problema per cui iPhone non è in grado di utilizzare la banda ultralarga. Per scoprire di più, vai in Impostazioni.
ja: このiPhoneの超広帯域無線の機能に問題があります。詳しくは、“設定”に移動してください。
kk: iPhone құрылғыңыздың Ultra Wideband функциясын пайдалану бойынша мәселе туындады. Қосымша ақпарат алу үшін «Реттеулер» мәзіріне өтіңіз.
ko: iPhone으로 초광대역을 사용하는 데 문제가 있습니다. 자세한 정보를 보려면 설정으로 이동하십시오.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis „Ultra Wideband“. Daugiau informacijos žr. srityje „Nustatymai“.
ms: Terdapat isu dengan keupayaan iPhone anda untuk menggunakan Jalur Ultralebar. Pergi ke Seting untuk mendapatkan maklumat lanjut.
nl: Er is een probleem met het vermogen van je iPhone om Ultra Wideband te gebruiken. Ga voor meer informatie naar Instellingen.
no: Det er et problem med å bruke ultrabredbånd på iPhonen. Gå til Innstillinger for mer informasjon.
pl: iPhone ma problem z modułem Ultra Wideband. Aby uzyskać więcej informacji, przejdź do Ustawień.
pt_br: Há um problema no seu iPhone com o uso da Banda Ultralarga. Abra os Ajustes para obter mais informações.
pt_pt: Foi detetado um problema que impede o iPhone de usar a ultra banda larga (UWB). Encontrará informação adicional nas Definições.
ro: O problemă afectează capacitatea iPhone‑ului dvs. de a utiliza banda ultralargă. Accesați Configurări pentru mai multe informații.
ru: Этот iPhone не может использовать технологию Ultra Wideband из‑за неполадки. Чтобы узнать подробнее, откройте Настройки.
sk: Váš iPhone má problémy s používaním ultraširokého pásma. Viac informácií nájdete v Nastaveniach.
sl: Prišlo je do težave, zato iPhone trenutno ne more uporabljati ultraširokopasovne povezave. Odprite Nastavitve za več informacij.
sv: Det har uppstått ett problem med att använda Ultra wideband på denna iPhone. Öppna Inställningar om du vill få mer information.
th: มีปัญหากับความสามารถในการใช้แถบความถี่กว้างยิ่งยวดของ iPhone ของคุณ ไปที่การตั้งค่าสำหรับข้อมูลเพิ่มเติม
tr: iPhone’unuzun Ultra Geniş Bant’ı kullanabilmesi ile ilgili bir sorun var. Daha fazla bilgi için Ayarlar’a gidin.
uk: На iPhone виникла проблема з використанням UWB. Докладніше див. у Параметрах.
vi: Có sự cố với khả năng sử dụng Băng thông siêu rộng trên iPhone của bạn. Hãy đi tới Cài đặt để biết thêm thông tin.
zh_cn: iPhone无法使用超宽带。请前往“设置”了解更多信息。
zh_hk: iPhone無法使用超寬頻。請前往「設定」以取得更多資料。
zh_tw: iPhone無法使用超寬頻。請前往「設定」以取得更多資訊。

# FINISH_FACEID_REPAIR_TITLE
source: Finish Your TrueDepth Camera Repair
ar: الانتهاء من إصلاح كاميرا العمق الحقيقي
bg: Завършване на ремонта на камерата TrueDepth
ca: Reparació de la càmera TrueDepth
cs: Dokončení opravy TrueDepth fotoaparátu
da: Afslut reparation af TrueDepth-kamera
de: Reparatur der TrueDepth-Kamera abschließen
el: Ολοκλήρωση επισκευής της κάμερας TrueDepth
es: Completa la reparación de la cámara TrueDepth
es_us: Termina de reparar la cámara TrueDepth
fi: Viimeistele TrueDepth-kameran korjaus
fr: Finalisez la réparation de votre caméra TrueDepth
fr_ca: Terminer la réparation de la caméra TrueDepth
he: יש לסיים את תיקון מצלמת ה-TrueDepth
hi: अपने TrueDepth कैमरा की मरम्मत पूरी करें
hr: Dovršite popravak TrueDepth kamere
hu: A TrueDepth-kamera javításának befejezése
id: Selesaikan Perbaikan Kamera TrueDepth Anda
it: Termina la riparazione della fotocamera TrueDepth
ja: TrueDepthカメラの修理を完了
kk: TrueDepth камерасын жөндеуді аяқтау
ko: TrueDepth 카메라 수리 마저 하기
lt: Baikite „TrueDepth“ kameros remontą
ms: Selesaikan Pembaikan Kamera TrueDepth Anda
nl: Voltooi reparatie van TrueDepth-camera
no: Fullfør reparasjonen av TrueDepth-kameraet
pl: Dokończ naprawę aparatu TrueDepth
pt_br: Conclua o Reparo da Câmera TrueDepth
pt_pt: Concluir a reparação da câmara TrueDepth
ro: Finalizați reparația camerei TrueDepth
ru: Завершение ремонта камеры TrueDepth
sk: Dokončenie opravy TrueDepth kamery
sl: Dokončanje popravila kamere TrueDepth
sv: Slutför TrueDepth-kamerareparationen
th: สิ้นสุดการซ่อมแซมกล้อง TrueDepth ของคุณ
tr: TrueDepth Kamera Onarımınızı Bitirin
uk: Завершіть ремонт камери TrueDepth
vi: Hoàn tất sửa chữa Camera TrueDepth của bạn
zh_cn: 完成原深感摄像头维修
zh_hk: 完成「原深感測鏡頭」維修
zh_tw: 完成原深感測相機維修

# BATTERY_FOOTER_LEARN_MORE
source: Learn more about battery repair…
ar: معرفة المزيد حول إصلاح البطارية…
bg: Научете повече за ремонта на батерията…
ca: Més informació sobre la reparació de la bateria…
cs: Další informace o opravě baterie…
da: Læs mere om reparation af batteri…
de: Weitere Infos zur Batteriereparatur …
el: Μάθετε περισσότερα για την επισκευή μπαταρίας…
es: Más información sobre la reparación de la batería…
es_us: Obtén detalles sobre la reparación de la batería…
fi: Lisätietoja akun korjauksesta…
fr: En savoir plus sur la réparation de la batterie…
fr_ca: En savoir plus sur la réparation de la batterie…
he: פרטים נוספים בנושא תיקון סוללה…
hi: बैटरी की मरम्मत के बारे में अधिक जानें…
hr: Saznajte više o popravku baterije…
hu: Bővebben az akkumulátor javításáról…
id: Lebih lanjut mengenai perbaikan baterai…
it: Scopri di più sulla riparazione della batteria…
ja: バッテリーの修理についての詳しい情報…
kk: Аккумуляторды жөндеу туралы толығырақ…
ko: 배터리 수리에 관하여 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau apie akumuliatoriaus remontą…
ms: Ketahui lebih lanjut tentang pembaikan bateri…
nl: Meer informatie over batterijreparatie…
no: Finn ut mer om reparasjon av batteriet…
pl: Więcej informacji o naprawie baterii…
pt_br: Saiba mais sobre o reparo da bateria…
pt_pt: Saiba mais acerca da reparação da bateria…
ro: Mai multe despre reparația bateriei…
ru: Подробнее о ремонте аккумулятора…
sk: Viac informácií o oprave batérie…
sl: Več o popravilu baterije …
sv: Läs mer om batterireparation…
th: เรียนรู้เพิ่มเติมเกี่ยวกับการซ่อมแซมแบตเตอรี่…
tr: Pil onarımı hakkında daha fazla bilgi…
uk: Докладніше про ремонт акумулятора…
vi: Tìm hiểu thêm về sửa chữa pin…
zh_cn: 进一步了解电池维修…
zh_hk: 進一步了解電池維修⋯
zh_tw: 進一步瞭解電池維修⋯

# NONGENUINE_BATTERY_URL
source: https://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
ca: http://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
de: http://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
es: http://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
fr: http://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
he: http://support.apple.com/en-il/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
hr: http://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
id: https://support.apple.com/id-id/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
it: https://support.apple.com/it-it/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
lt: https://support.apple.com/lt-lt/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
ms: https://support.apple.com/en-my/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
nl: http://support.apple.com/nl-nl/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
no: https://support.apple.com/no-no/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
pt_br: http://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
pt_pt: https://support.apple.com/pt-pt/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
ru: http://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
th: https://support.apple.com/th-th/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
tr: http://support.apple.com/tr-tr/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
uk: https://support.apple.com/uk-ua/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
vi: https://support.apple.com/en-vn/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
zh_cn: https://support.apple.com/zh-cn/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
zh_hk: https://support.apple.com/zh-hk/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage

# CPMS_NONGENUINE_BATTERY_URL
source: https://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
ca: http://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
de: http://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
es: http://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
fi: http://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
fr: http://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
he: http://support.apple.com/en-il/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
hr: http://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
id: https://support.apple.com/id-id/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
it: https://support.apple.com/it-it/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
lt: https://support.apple.com/lt-lt/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
ms: https://support.apple.com/en-my/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
nl: http://support.apple.com/nl-nl/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
no: https://support.apple.com/no-no/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
pt_br: http://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
pt_pt: https://support.apple.com/pt-pt/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
ru: http://support.apple.com/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
th: https://support.apple.com/th-th/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
tr: http://support.apple.com/tr-tr/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
uk: https://support.apple.com/uk-ua/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
vi: https://support.apple.com/en-vn/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
zh_cn: https://support.apple.com/zh-cn/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage
zh_hk: https://support.apple.com/zh-hk/HT210323?cid=iOS_SettingsUI_iphone_article_HT210323#batterymessage

# NONGENUINE_DISPLAY_URL
source: https://support.apple.com/HT210321?cid=iOS_SettingsUI_iphone_article_HT210321
da: http://support.apple.com/HT210321?cid=iOS_SettingsUI_iphone_article_HT210321
el: http://support.apple.com/HT210321?cid=iOS_SettingsUI_iphone_article_HT210321
es_us: https://support.apple.com/es-lamr/HT210321?cid=iOS_SettingsUI_iphone_article_HT210321
he: http://support.apple.com/HT210321?cid=iOS_SettingsUI_iphone_article_HT210321
hi: https://support.apple.com/en-in/HT210321?cid=iOS_SettingsUI_iphone_article_HT210321
id: https://support.apple.com/id-id/HT210321?cid=iOS_SettingsUI_iphone_article_HT210321
it: https://support.apple.com/it-it/HT210321
kk: http://support.apple.com/HT210321?cid=iOS_SettingsUI_iphone_article_HT210321
lt: https://support.apple.com/lt-lt/HT210321?cid=iOS_SettingsUI_iphone_article_HT210321
ms: https://support.apple.com/en-my/HT210321?cid=iOS_SettingsUI_iphone_article_HT210321
pt_pt: https://support.apple.com/pt-pt/HT210321?cid=iOS_SettingsUI_iphone_article_HT210321
sk: http://support.apple.com/HT210321?cid=iOS_SettingsUI_iphone_article_HT210321
vi: https://support.apple.com/en-vn/HT210321?cid=iOS_SettingsUI_iphone_article_HT210321
zh_hk: https://support.apple.com/zh-hk/HT210321?cid=iOS_SettingsUI_iphone_article_HT210321

source: Wi-Fi
de: WLAN
he: תקשורת אלחוטית
hi: वाई-फ़ाई

# WIFI_COMPONENT
source: Wi-Fi
de: WLAN
he: תקשורת אלחוטית
hi: वाई-फ़ाई

# TRUEDEPTH_KB_URL
source: https://support.apple.com/HT208186?cid=iOS_SettingsUI_iphone_article_HT208186
fr: https://support.apple.com/fr-fr/105130?cid=iOS_SettingsUI_iphone_article_HT208186
lt: https://support.apple.com/lt-lt/HT208186?cid=iOS_SettingsUI_iphone_article_HT208186

# RCAMERA_KB_URL
source: https://support.apple.com/HT212861?cid=iOS_SettingsUI_iphone_article_HT212861
fr: https://support.apple.com/fr-fr/HT212861?cid=iOS_SettingsUI_iphone_article_HT212861
lt: https://support.apple.com/lt-lt/HT212861?cid=iOS_SettingsUI_iphone_article_HT212861

# UWB_KB_URL
source: https://support.apple.com/HT208733?cid=iOS_SettingsUI_iphone_article_HT208733
fr: https://support.apple.com/fr-fr/101582?cid=iOS_SettingsUI_iphone_article_HT208733
lt: https://support.apple.com/lt-lt/HT208733?cid=iOS_SettingsUI_iphone_article_HT208733

# BASEBAND_KB_URL
source: https://support.apple.com/HT208733?cid=iOS_SettingsUI_iphone_article_HT208733
fr: https://support.apple.com/fr-fr/HT208733?cid=iOS_SettingsUI_iphone_article_HT208733
lt: https://support.apple.com/lt-lt/HT208733?cid=iOS_SettingsUI_iphone_article_HT208733

# TOUCHID_KB_URL_IPAD
source: https://support.apple.com/120606?cid=iPadOS_SettingsUI_ipad_article_120606
fr: https://support.apple.com/fr-fr/120606?cid=iPadOS_SettingsUI_ipad_article_120606

# BASEBAND_KB_URL_IPAD
source: https://support.apple.com/HT208733?cid=iPadOS_SettingsUI_ipad_article_HT208733
fr: https://support.apple.com/fr-fr/101582?cid=iPadOS_SettingsUI_ipad_article_HT208733

# DISPLAY_REPAIR_KB_URL
source: https://support.apple.com/103256?cid=iOS_SettingsUI_iphone_article_103256
fr: https://support.apple.com/fr-fr/103256?cid=iOS_SettingsUI_iphone_article_103256
ja: https://support.apple.com/ja-jp/103256?cid=iOS_SettingsUI_iphone_article_103256

# CAMERA_REPAIR_KB_URL_IPAD
source: https://support.apple.com/HT212002?cid=iPadOS_SettingsUI_ipad_article_HT212002
fr: https://support.apple.com/fr-fr/103259?cid=iPadOS_SettingsUI_ipad_article_HT212002
lt: https://support.apple.com/lt-lt/HT212002?cid=iPadOS_SettingsUI_ipad_article_HT212002
zh_hk: https://support.apple.com/zh-hk/HT212002?cid=iPadOS_SettingsUI_ipad_article_HT212002

# NFC_KB_URL
source: https://support.apple.com/HT208733?cid=iOS_SettingsUI_iphone_article_HT208733
fr: https://support.apple.com/fr-fr/HT208733?cid=iOS_SettingsUI_iphone_article_HT208733
lt: https://support.apple.com/lt-lt/HT208733?cid=iOS_SettingsUI_iphone_article_HT208733

# PART_SERVICE_HISTORY_URL_IPAD
source: https://support.apple.com/117706?cid=iPadOS_SettingsUI_ipad_article_117706
fr: https://support.apple.com/fr-fr/117706?cid=iPadOS_SettingsUI_ipad_article_117706

# NONGENUINE_DISPLAY_URL_IPAD
source: https://support.apple.com/HT210321?cid=iPadOS_SettingsUI_ipad_article_HT210321
fr: https://support.apple.com/fr-fr/103256?cid=iPadOS_SettingsUI_ipad_article_HT210321

# CAMERA_REPAIR_KB_URL
source: https://support.apple.com/103259?cid=iOS_SettingsUI_iphone_article_103259
fr: https://support.apple.com/fr-fr/103259?cid=iOS_SettingsUI_iphone_article_103259
ja: https://support.apple.com/ja-jp/103259?cid=iOS_SettingsUI_iphone_article_103259

# BLUETOOTH_KB_URL_IPAD
source: https://support.apple.com/HT212860?cid=iPadOS_SettingsUI_ipad_article_HT212860
fr: https://support.apple.com/fr-fr/HT212860?cid=iPadOS_SettingsUI_ipad_article_HT212860

# BATTERY_REPAIR_KB_URL
source: https://support.apple.com/103269?cid=iOS_SettingsUI_iphone_article_103269
fr: https://support.apple.com/fr-fr/103269?cid=iOS_SettingsUI_iphone_article_103269
ja: https://support.apple.com/ja-jp/103269?cid=iOS_SettingsUI_iphone_article_103269

# BG_REPAIR_KB_URL
source: https://support.apple.com/HT212878?cid=iOS_SettingsUI_iphone_article_HT212878
fr: https://support.apple.com/fr-fr/102658?cid=iOS_SettingsUI_iphone_article_HT212878
lt: https://support.apple.com/lt-lt/HT212878?cid=iOS_SettingsUI_iphone_article_HT212878
zh_hk: https://support.apple.com/zh-hk/HT212878?cid=iOS_SettingsUI_iphone_article_HT212878
zh_tw: https://support.apple.com/zh-tw/HT212878?cid=iOS_SettingsUI_iphone_article_HT212878

# NFC_KB_URL_IPAD
source: https://support.apple.com/HT208733?cid=iPadOS_SettingsUI_ipad_article_HT208733
fr: https://support.apple.com/fr-fr/101582?cid=iPadOS_SettingsUI_ipad_article_HT208733

# BLUETOOTH_KB_URL
source: https://support.apple.com/HT212860?cid=iOS_SettingsUI_iphone_article_HT212860
fr: https://support.apple.com/fr-fr/HT212860?cid=iOS_SettingsUI_iphone_article_HT212860
lt: https://support.apple.com/lt-lt/HT212860?cid=iOS_SettingsUI_iphone_article_HT212860

# REAR_SYSTEM_REPAIR_KB_URL
source: https://support.apple.com/102658?cid=iOS_SettingsUI_iphone_article_102658
fr: https://support.apple.com/fr-fr/102658?cid=iOS_SettingsUI_iphone_article_102658
ja: https://support.apple.com/ja-jp/102658?cid=iOS_SettingsUI_iphone_article_102658

# PART_SERVICE_HISTORY_URL
source: https://support.apple.com/102658?cid=iOS_SettingsUI_iphone_article_102658
fr: https://support.apple.com/fr-fr/102658?cid=iOS_SettingsUI_iphone_article_102658
ja: https://support.apple.com/ja-jp/102658?cid=iOS_SettingsUI_iphone_article_102658

# TRUEDEPTH_KB_URL_IPAD
source: https://support.apple.com/120577?cid=iPadOS_SettingsUI_ipad_article_120577
fr: https://support.apple.com/fr-fr/120577?cid=iPadOS_SettingsUI_ipad_article_120577

# WIFI_KB_URL_IPAD
source: https://support.apple.com/HT212857?cid=iPadOS_SettingsUI_ipad_article_HT212857
fr: https://support.apple.com/fr-fr/HT212857?cid=iPadOS_SettingsUI_ipad_article_HT212857

# WIFI_KB_URL
source: https://support.apple.com/HT212857?cid=iOS_SettingsUI_iphone_article_HT212857
fr: https://support.apple.com/fr-fr/HT212857?cid=iOS_SettingsUI_iphone_article_HT212857
lt: https://support.apple.com/lt-lt/HT212857?cid=iOS_SettingsUI_iphone_article_HT212857

# DISPLAY_REPAIR_KB_URL_IPAD
source: https://support.apple.com/120626?cid=iPadOS_SettingsUI_ipad_article_120626
fr: https://support.apple.com/fr-fr/120626?cid=iPadOS_SettingsUI_ipad_article_120626

# AUDIO_KB_URL
source: https://support.apple.com/HT213049?cid=iOS_SettingsUI_iphone_article_HT213049
fr: https://support.apple.com/fr-fr/HT213049?cid=iOS_SettingsUI_iphone_article_HT213049
lt: https://support.apple.com/lt-lt/HT213049?cid=iOS_SettingsUI_iphone_article_HT213049

# FINISH_REPAIR_KB_URL
source: https://support.apple.com/120579?cid=iOS_SettingsUI_PSH_Finish_Repair
fr: https://support.apple.com/fr-fr/120579?cid=iOS_SettingsUI_PSH_Finish_Repair

source: WLAN
he: תקשורת WLAN
zh_cn: 无线局域网

# WLAN_COMPONENT
source: WLAN
he: תקשורת WLAN
zh_cn: 无线局域网
